tap "satococoa/tap"
brew "ast-grep"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "duckdb"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "mise"
brew "neovim"
brew "pure"
brew "ripgrep"
brew "tmux"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "appcleaner"
cask "chatgpt"
cask "chatgpt-atlas"
cask "discord"
cask "font-jetbrains-mono"
cask "font-udev-gothic"
cask "ghostty"
cask "google-chrome"
cask "imageoptim"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "font-guguru-sans-code"
